var data_title = [
	{ id: 'top', name: '头条' },
	{ id: 'industry', name: '产业' },
	{ id: 'world', name: '全球' },
	{ id: 'capital', name: '资本' }
];

var data_top = [
	{ title: '1未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '2未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '3未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '4未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '5未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '6未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '7未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '8未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '9未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '10未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' }
];

var data_industry = [
	{ title: '21未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '2未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '3未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '4未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '5未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '6未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '7未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '8未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '9未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '10未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' }
];

var data_world = [
	{ title: '31未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '2未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '3未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '4未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '5未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '6未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '7未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '8未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '9未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '10未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' }
];

var data_capital = [
	{ title: '41未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '2未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '3未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '4未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '5未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '6未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '7未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '8未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '9未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' },
	{ title: '10未提交2015年度经审计财务报告私募基金管理人被列入异常机构', content: '未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构未提交2015年度经审计财务报告私募基金管理人被列入异常机构' }
];

var data = [data_top, data_industry, data_world, data_capital];

var tabs = new Vue({
	el: '#tabs',
	data: {
		iscur: 0,
		isShow: -1,
		titles: data_title,
		contents: data
	},
	methods: {
		setCur: function(i){
		    this.iscur = i;
		    this.showMsg(-1);
		},
		showMsg: function(i){
		   this.isShow = i == this.isShow ? '-1' : i;
		}
	}
});